Repository: zengqzmail/DailyTrainingProject
Catalog: MetroTickets/MetroTickets/MetroInstructionStrings.*.resx
Languages: es

# SubTask1_Instructions
source: You are in Miami for a week and you expect to use public transportation extensively during that time. Using the transportation pass dispenser, purchase the pass that you will need during your stay here, keeping in mind that you will be returning to Miami in 3 months and you want to use the same pass then.
es: Usted está en Miami durante una semana y espera utilizar el transporte público ampliamente durante ese tiempo. Usando el dispensador de pase de transporte, compre el pase que va a necesitar durante su estancia aquí, teniendo en mente que usted va a regresar a Miami en 3 meses, y desea utilizar el mismo pase otra vez.

# SubTask2_Instructions
source: You are waiting for a friend to meet up with you at the metrorail station. You have a metro pass, but your friend does not. Since you will both be using the metro transportation system most of the day, purchase a pass for your friend while you wait for him.
es: Usted está esperando a un amigo para que se reuna con usted en la estación de metro. Usted tiene un pase de metro, pero su amigo no. Como ustedes van a utilizar el sistema de transporte de metro la mayor parte del día, compre un pase para su amigo mientras usted espera por él.

# SubTask3_Instructions
source: You are not sure how much money you have on your easy card, but you want to make sure that you have $30 on it to last you through the rest of the month. Please use the system to make sure of it.
es: Usted no está seguro de la cantidad de dinero que tiene en su Easy Card, pero quiere asegurarse de que usted tiene $ 30 para que le dure por el resto del mes. Por favor utilice el sistema para asegurarse de ello.

source: Continue
es: Continuar

# IntroMessage
source: Please use the metro kiosk below to complete the prompted tasks
es: Por favor utilice el quiosco del metro para completar las tareas

# ProceedNextTaskPrompt
source: Thank you! Please proceed to the next task
es: ¡Gracias! Por favor proceda con la siguiente tarea

source: Your task is
es: Su tarea consiste en

# ToBeginMakeSelection
source: To begin, please make a selection from the options below:
es: Para empezar, por favor seleccione una de las siguientes opciones:

# BuyCardOrTicket
source: Buy an EASY Card or EASY Ticket
es: Comprar una tarjeta EASY Card o un boleto EASY Ticket

# OneDayTicket
source: 1-Day Ticket: Cost $5.00
es: Boleto de 1-Día: Cuesta $ 5.00

# OneDayTicketDetails
source: -Unlimited Rides for one calender day -Valid from the time you first tap your card or ticket on a Metrorail faregate or Metrobus farebox until 2 a.m. the following day.
es: Viajes ilimitados por un día de calendario Válido a partir del momento en que usted toca su tarjeta o boleto en un torniquete de Metro o cajero del Metrobus hasta las 2 a.m. del día siguiente.

# OneMonthPass
source: 1-Month Pass
es: Pase de 1-Mes

# OneMonthPassDetails
source: Available from the 20th day of the proceeding month to the 10th day of the month for which you are purchasing the pass
es: Disponible a partir del día 20 del mes previo hasta el día 10 del mes para el cual usted está comprando el pase

# OneMonthPassPlusParking
source: 1-Month Pass + Parking
es: Pase de 1-Mes + estacionamiento

# OneMonthPassPlusParkingDetails
source: Available from the 20th day of the proceeding month to the 10th day of the month for which you are purchasing the pass or permit
es: Disponible a partir del día 20 del mes previo hasta el día 10 del mes para el cual usted está comprando el pase o permiso

source: Return to main screen
es: Volver a la pantalla principal

# SevenDayTicket
source: 7-Day Ticket: Cost $26.00
es: Boleto de 7-Días: Cuesta $26.00

# SevenDayTicketDetails
source: -Unlimited Rides for seven consecutive calender days -Valid from the time you first tap your card or ticket on a Metrorail faregate or Metrobus farebox.
es: Viajes ilimitado por siete días consecutivos del calendario Válido a partir del momento en que usted toca su tarjeta o boleto en un torniquete de Metro o cajero del Metrobus.

# TapCardOnReader
source: To begin, tap your card on the reader below:
es: Para empezar, toque la tarjeta con el lector de abajo:

source: Buy EASY Card
es: Comprar una tarjeta EASY Card

source: Add Cash Value
es: Añadir valor en efectivo

source: Buy EASY Ticket
es: Comprar un boleto EASY Ticket

source: Check Schedule
es: Consultar Horarios

# CurrentBalance10USD
source: Your current balance is $10.
es: Su saldo actual es de $ 10.

source: Day Passes
es: Pases diarios

# LoadCardOrTicket
source: Load an EASY Card or EASY Ticket
es: Cargar una tarjeta EASY Card o a un boleto EASY Ticket

# MakeSelectionBelow
source: Make a selection from the options below:
es: Haga una selección entre las opciones siguientes:

# BuyEasyTicketDetails
source: -Ideal for short-term use. -The ticket expires 60 days from date of purchase. -Load it with a 1-Day Pass, 7-Day Pass or cash value of up to $40
es: Ideal para uso a corto plazo. -El boleto es válido for solo 60 días a partir de la fecha de compra. -Cargar con un Pase de 1-Día, un Pase de 7-Días o un Pase de 1-Mes y/o añadir valor en efectivo de hasta $40

# BuyEasyCardDetails
source: The card is valid for three years -Load it with 1-Day Pass, 7-Day Pass, or a 1-Month Pass and/or cash value of up to $150 -Buy an EASY card if you are loading a 1-Month Pass or a 1-Month Pass with a monthly Metrorail Parking permit.
es: La tarjeta es válida por tres años -Cargar con un Pase de 1-Día, un Pase de 7-Días o un Pase de 1-Mes y/o añadir valor en efectivo hasta $ 150 -Compre una tarjeta EASY Card si está cargando un Pase de 1-Mes o un Pase de 1-Mes con un permiso mensual de estacionamiento en el metro.

source: Exit
es: Salir

# ThankYouForCompletingTask
source: Thank you for completing this task
es: Gracias por completar esta tarea

# SubtaskMoreTimePrompt
source: Would you like more time to complete this task?
es: ¿Necesita más tiempo para completar esta tarea?

source: Yes
es: Sí
