Repository: zengqzmail/DailyTrainingProject
Catalog: WpfApplication1/InstructionStrings.*.resx
Languages: es

source: Clear
es: Borrar

# ClickToEnlarge
source: Select Image to Enlarge
es: Seleccione La Imagen para Agrandar

source: Close
es: Cerrar

source: Continue
es: Continuar

source: Replay
es: Comenzar otra vez

source: Show Dri Tab Insert
es: Mostrar Instrucciones de Dri Tab

# ThankYouMessage
source: Thank you for completing this task
es: Gracias por completar esta tarea

# CallTheLab
source: Call the lab to cancel your blood work appointment.
es: Llamar el laboratorio para cancelar la cita de su prueba de sangre

# CMO24HrsAdvance
source: Call my office at least 24-hours in advance of your appointment time.
es: Llamar a mi oficina al menos con 24 horas de anticipación a su cita.

# CMOMorning
source: Call my office the morning of your appointment.
es: Llamar a mi oficina durante la mañana de su cita

# DNEAAMidnight
source: Do not eat anything after midnight the day before your visit. You can drink milk, juice or coffee.
es: No coma nada después de la medianoche del día anterior a su cita. Usted puede tomar leche, jugo o café.

# DNEAAWakeup
source: Do not eat anything after you wake up on the day of your visit. You can drink milk, juice or coffee.
es: En el día de su cita, no comer nada cuando despiertes. Usted puede beber leche, jugo o café

# DrinkOnlyWater
source: Drink only water after midnight the day before your visit. You cannot eat food or drink anything other than water.
es: La noche anterior a su cita, solamente puede tomar agua después de la medianoche. Usted no puede comer o beber nada excepto agua.

# HaveAFullBreakfast
source: Have a full breakfast before you arrive for your visit, as you will not be able to eat or drink anything all morning while you are undergoing the tests.
es: Desayunar antes de venir a su cita ya que no va a poder comer o beber nada durante toda la mañana mientras se hace los exámenes.

# ListOfMeds
source: A list of your medications
es: La lista de sus medicamentos

source: None of the above
es: Ninguna de las anteriores

# OWFTAfternoon
source: One week from today in the afternoon
es: En una semana, durante la tarde

# OWFTMorning
source: One week from today in the morning
es: En una semana, durante la mañana

# TWFTAfternoon
source: Two weeks from today in the afternoon
es: En dos semanas, durante la tarde

# TWFTMorning
source: Two weeks from today in the morning
es: En dos semanas, durante la mañana

source: Your driver's license
es: Su licencia de conducir

source: Your insurance card
es: Su tarjeta de seguro médico

# YourSSCard
source: Your social security card
es: Su tarjeta de seguro social

# FifteenDays
source: 15 days
es: 15 días

# FiveDays
source: 5 days
es: 5 días

# IDK
source: I don't know.
es: No los se

# TenDays
source: 10 days
es: 10 días

# TwentyDays
source: 20 days
es: 20 días

# TwentyfiveDays
source: 25 days
es: 25 días

source: Yes
es: Sí

# DriTabContinue
source: Continue to take the same dose of the Dri-Tab medication.
es: Seguir tomando la misma dosis de Dri-Tab

# DriTabDoubleDose
source: Double the dose of the Dri-Tab medication.
es: Duplicar la dosis de Dri-Tab.

# DriTabStop
source: Stop the medication and contact my doctor.
es: Dejar de tomar el medicamento y contactor a mi médico

# DriTabTakeWithMilk
source: Take the Dri-Tab medication with milk.
es: Tomar Dri-Tab con leche

# SkipQuestion
source: Skip
es: Omitir
