Repository: zengqzmail/DailyTrainingProject
Catalog: ATM/ATMStrings.*.resx
Languages: es

# PromptForMoreTime
source: Do you need more time to complete this task?
es: ¿Necesita más tiempo para completar esta tarea?

source: Yes
es: Si

# ExitAtmTaskMessage
source: Thank you! Press Exit to close the ATM task
es: Gracias! Presione Salir para cerrar la tarea ATM

source: Exit
es: Salir

# NextTaskPrompt
source: Thank you! Press Continue to proceed to the next task
es: Gracias! Pulse el botón Continuar para pasar a la siguiente tarea

# NumPadClear
source: CLEAR
es: BORRAR

# NumPadEnter
source: ENTER
es: OK

# Task1_Instructions
source: Please use the ATM below to check the balance in your checking account.Your Account PIN is 1234.
es: Por favor, use el cajero automático para verificar el saldo de su cuenta de cheques. El PIN de cuenta es 1234.

# Task2_Instructions
source: Please use the ATM below to transfer 50 dollars from your savings account to your checking account. Your Account PIN is 1234.
es: Por favor, use el cajero automático para transferir 50 dólares de su cuenta de ahorros a su cuenta de cheques. El PIN de cuenta es 1234.

# Task3_Instructions
source: Please use the ATM below to withdraw 100 dollars from your checking account. Your Account PIN is 1234.
es: Por favor, use el cajero automático para retirar 100 dólares de su cuenta de cheques. El PIN de cuenta es 1234.

# InvalidPIN
source: Your input is not valid. Please re-type PIN number.
es: Su entrada no es válida. Por favor el número PIN vuelva a escribir.

# CheckBalanceReminder
source: Your task is to check the balance in your checking account
es: Su tarea es verificar el saldo de su cuenta de cheques

# Transfer50DollarsReminder
source: Your task is to transfer 50 dollars from your savings account to your checking account
es: Su tarea consiste en transferir 50 dólares de su cuenta de ahorros a su cuenta de cheques

# WithdrawCashReminder
source: Your task is to withdraw 100 dollars from your checking account
es: Su tarea consiste en retirar 100 dólares de su cuenta de cheques

source: Warning!
es: Aviso!

# EndSubtaskEarlyMessage
source: Do you really want to exit this sub-task?
es: ¿De verdad quieres salir de este sub-tarea?

# YourCheckingAcctID
source: Your checking account ID:
es: Su cuenta de cheques ID:

source: Available: $
es: Disponible: $

# YourSavingsAcctID
source: Your saving account ID:
es: Su cuenta de ahorro ID:

source: You have deposited $
es: Usted ha depositado $

# InYourCheckingAcctTwice
source: in your checking account\nIn your checking account, $
es: en su cuenta de ahorro En su cuenta de cheques, $

source: is available
es: es disponible

# CheckingAcct
source: Checking Account: $
es: Cuenta de Cheques: $

# CheckingAsterisk
source: Checking: *
es: Cheques: *

source: Continue
es: Continuar

# InYourCheckingAcct
source: in your checking account
es: en tu cuenta de cheques.

# InYourSavingsAcct
source: in your savings account
es: en tu cuenta de ahorros

# InYourSavingsAcctTwice
source: in your saving account\nIn your saving account, $
es: en su cuenta de ahorro En su cuenta de ahorro, $

# MustSelectLanguage
source: You must first select the language before you can continue.
es: Primero debe seleccionar el idioma antes de poder continuar.

# NowCheckingAcctHas
source: Now, your checking account has $
es: Ahora, su cuenta de cheques tiene $

# PinTriesRemaining
source: attempt(s) remaining.
es: intento(s) queda(n).

# PleaseEnterAmtRequired100
source: Please enter the amount required by subtask!($100)
es: Por favor ingrese la cantidad requerida por subtarea! ($ 100)

# PleaseEnterAmtRequired50
source: Please enter the amount required by subtask!($50)
es: Por favor ingrese la cantidad requerida por subtarea! ($50)

# PleaseRetypeAmtChecking
source: Please retype the amount. Your checking account has
es: Por favor, vuelva a escribir la cantidad. Su cuenta de cheques tiene

# PleaseRetypeAmtSavings
source: Please retype the amount. Your savings account has
es: Por favor, vuelva a escribir la cantidad. Su cuenta de ahorros tiene

# PleaseRetypeTransferAmt
source: Please retype the amount you want to transfer.
es: Por favor, vuelva a escribir la cantidad que desea transferir. La cantidad disponible en su cuenta de cheques es

# PleaseTakeBills
source: Please take the bills.
es: Por favor, tome los billetes.

# PleaseTypeInCashAmt
source: Please type in the amount of cash you want to withdraw
es: Por favor, introduzca la cantidad de dinero que desea retirar

# PleaseTypeTransferAmt
source: Please type in the amount you want to transfer.
es: Por favor, escribe la cantidad que desea transferir.

# SavingsAcct
source: Savings Account: $
es: Cuenta de Ahorros: $

# SavingsAsterisk
source: Savings: *
es: Ahorros: *

# TakeBackYourChecks
source: Please take back your checks.
es: Por favor retirar sus cheques.

# TheAvailableAmtInCheckingIs
source: The available amount in your checking account is
es: La cantidad disponible en su cuenta de cheques es

# TheAvailableAmtInSavingsIs
source: The available amount in your savings account is
es: La cantidad disponible en su cuenta de ahorros es

# TransactionDoneSuccessfully
source: Transaction completed successfully.
es: La transacción ha sido realizada con éxito.

# YourSavingsAcctHas
source: Your saving account has $
es: Su cuenta de ahorros tiene $

# AcctInformation
source: ACCOUNT INFORMATION
es: INFORMACION DE CUENTA

# DepositButton
source: DEPOSIT
es: DEPOSITO

# ExitTaskButton
source: Exit Task
es: Salir de Tarea

# PleaseSelectLanguage
source: Please select a language
es: Por favor seleccione un idioma

# PreferenceButton
source: PREFERENCE
es: PREFERENCIAS

source: TRANSFER OR PAYMENT
es: TRANSFERIR O PAGAR

# CheckingToSavings
source: Checking -> Savings
es: Cheques -> Ahorros

# HowMuchCashToWithdraw
source: How much cash would you like?
es: ¿Cuánto dinero le gustaría?

# OnlyHave10and20
source: I only have $10 and $20 bills.
es: Sólo tengo billetes de $10 y $20.

# PleaseEnterPIN
source: Please tell me your Personal Identification Number using the keypad. Then press ENTER.
es: Por favor dígame su número de identificación personal usando el teclado. A continuación, presione OK.

# PleaseMakeSelection
source: What would you like to do? Please make a selection below.
es: ¿Qué desea hacer? Por favor seleccione una de las opciones en la parte inferior de la pantalla.

# SavingsToChecking
source: Savings -> Checking
es: Ahorros -> Cheques

# SeeAcctDetails
source: See account details
es: Detalles de cuentas

# SeeSummaryAccts
source: See summary of accounts
es: Sumario de cuentas

# TransferBetweenMyAccts
source: Transfer between my accounts
es: Transferir entre mis cuentas

# TransferToOtherAcct
source: Transfer to other U.S. accounts
es: Transferencia a otras cuentas

source: What would you like to do?
es: ¿Qué desea hacer?

# WhereToTransferFrom
source: Where would you like to transfer from?
es: ¿Desde dónde le gustaría transferir?

# WhereToWithdrawMoney
source: Where shall I get the money from?
es: ¿Dónde voy a conseguir el dinero?

source: CASH
es: EFECTIVO

source: Cancel
es: Cancelar

# ConfirmCancelSubtaskMessage
source: Select OK to return to the language select screen. Select NO to stay where you are.
es: Seleccione OK para volver a la pantalla de selección de idioma. Seleccione NO para quedarse donde está.
